"Setting success" = "設置成功";
"Setting failure" = "設置失敗";
"Network request timeout" = "ネットワーク要求タイムアウト";
"Prompt" = "ヒント";
"No" = "いいえ";
"Yes" = "はい";
"Cancel" = "キャンセル";
"Confirm" = "確定";
"Done" = "完成";
"Save" = "保存";
"I got it" = "了解です";
"Device disconnected" = "デバイス未連続";
"Delete" = "刪除";
"Edit" = "編集";
"Last refresh" = "最後更新";
"Pull down to refresh data" = "引き下ろして更新";
"Refreshing the data.." = "更新中";
"Release to refresh data" = "離して更新";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "迅速にデータは%@にアップロードしましょう、昨晩の睡眠状況を参照してください。";
"Please open %@ to synchronize your health data and to check your today's sport" = "一日お疲れ様でした、迅速にデータは%@にアップロードしましょう、今日の動きはどのような結果を参照してください。";
"Log in" = "ログイン";
"Sign up" = "サインイン";
"Or" = "または";
"Forgot password?" = "パスワードを忘れた方";
"Email or phone number" = "電子メール";
"Password" = "パスワード";
"Enter Security code" = "セキュリティコードを入力してください";
"Security code" = "送信";
"Reset password" = "パスワードの再設定";
"Network unavailable，please check network" = "ネットワークに異常があるため、ネットワークを再確認してください";
"Please enter account" = "アカウントを入力してください";
"Account format error" = "アカウント形式に異常があります";
"Please enter password" = "パスワードを入力してください";
"Please enter a valid password from 6 to 20" = "６桁から２０桁までの有効なぱすを入力してください";
"Login, please later" = "登録中です、しばらくお待ちください";
"Login success" = "登録成功";
"Login failed" = "登録失敗";
"Registration, please later" = "サインイン中、しばらくお待ちください";
"Sign up failed" = "サインイン失敗";
"Account does not exist" = "アカウント存在しません";
"Account already exists" = "アカウントすでに存在しております";
"Password error" = "パスワードが正しくありません";
"Enter verification code" = "確認コードを入力してください";
"Password format error" = "パスワードの形式に異常があります";
"Send seccuss" = "確認コードを発送しました";
"Send failed" = "確認コードを発送できませんでした";
"Validation failed" = "確認コードを検証できません";
"Please enter 4 valid verify codes" = "4桁有効確認コードを入力してください";
"Verification code is expired, please try again" = "検証コードの有効期限が切れている、再ビーイングしてください";
"Reset password success" = "パスワード再設定成功";
"Reset password failed" = "パスワード再設定失敗";
"Personal information" = "個人情報";
"Personal data" = "個人データ";
"Set goal" = "目標設定";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "あなたの個人情報に応じて、我々はあなたが毎日%@ステップ以上を歩くと、%@時間以上睡眠の保証が、健康を維持することを確実にすることをお勧めします";
"Sport" = "スポーツ";
"Step" = "ステップ";
"Steps" = "歩数";
"Sleep" = "睡眠";
"Adding information，please later" = "データの追加、お待ちください";
"Add user data failed" = "ユーザープロファイルの追加を失敗します。";
"Dashboard" = "データパネル";
"hours" = "時間";
"Disconnected" = "接続されていません";
"Click to connect device" = "接続デバイスをクリックしてください";
"TODAY" = "今日";
"YESTERDAY" = "昨日";
"2 DAYS AGO" = "おととい";
"Heart rate" = "心拍";
"Blood pressure" = "血圧";
"No sleep data" = "睡眠データがありません";
"No steps data" = "歩数データがありません";
"No HR data" = "心拍データがありません";
"No BP data" = "血圧データがありません";
"Maximum steps:" = "最大歩数";
"Latest" = "最近";
"Health Tips" = "健康のヒント";
"History" = "歴史データ";
"Weekly" = "週";
"Monthly" = "月";
"Yearly" = "年";
"Average:" = "平均";
"Sleep quality:" = "睡眠品質";
"None" = "なし";
"bad" = "悪";
"generally" = "一般";
"Good" = "良い";
"Great" = "非常良い";
"Perfect" = "完璧";
"Sleep duration" = "睡眠時間";
"Awake times" = "目覚まし回数";
"Fell Asleep" = "寝付き時間";
"Woke up" = "目覚まし時間";
"Deep sleep" = "深い眠り";
"Light sleep" = "浅い眠り";
"%@%@ to achieve goal" = "あなたの目標までは、まだ%@%@に必要";
"Congratulations, you have completed the goal!" = "おめでとうございます、あなたの目標を完成しました！";
"Distance" = "距離";
"Burned" = "カロリー";
"Passive HR" = "リアルタイムの心拍数";
"Average HR" = "平均心拍数";
"Time in heart rate zone" = "一日の活動状態は";
"Heart rate zone" = "心拍数ゾーン";
"Rest" = "静止";
"Move" = "少量";
"Moderate" = "適度";
"Mass" = "大量";
"Strenuous" = "激しい";
"Single heart rate test" = "心拍数テスト";
"Bluetooth disconnected，test failed" = "ブルートゥース切断、テストを中断した";
"testing..." = "テスト中...";
"test complete" = "テスト完成";
"high" = "高い";
"low" = "低い";
"Normal" = "正常";
"Please wear properly" = "適切な着用してください";
"Lowest BP" = "最低血圧";
"Highest BP" = "最高血圧";
"Measured time" = "測定された時間";
"Blood pressure zone" = "血圧";
"BP manual test" = "血圧手動でテスト";
"Start real-time BP measurement" = "リアルタイム血圧テストを始まる";
"You haven’t set up your personal BP data， set up now？" = "個人血圧をまだ設定していませんが、設定していませんか？";
"Your BP is %@/%@！Do you want to save data？" = "あなたの現在の血圧は、%@/%@の測定された！測定データを保存しませんか？";
"Running" = "運動";
"BEGIN RUNNING" = "運動開始";
"No running history yet please start one" = "あなたがスポーツの記録ではありません、それはすぐに走りましょう。";
"Maps" = "地図";
"start\nsport" = "開始";
"Go exercise outside" = "アウトドアスポーツいきましょう";
"Indoor GPS signal is poor, app could not accurately track in maps." = "室内運動は、不正確な記録につながる、正しい運動軌道を得ることができませんでした";
"Continue" = "続く";
"Stop exercises" = "運動停止";
"If back, app will stop tracking movement locus, back?" = "戻ると、あなたのトラックレコードを終止になります、戻りませんか？";
"Back" = "戻り";
"Waiting for loading maps" = "マップを読み込み中しばらくお待ちください";
"Poor" = "弱い";
"Strong" = "強い";
"No movement data records, Stop exercises?" = "モーションデータを取得されていませんか、今回の運動を終わりしませんか。";
"Save or note?" = "今回の運動記録やメモ保存しませんか";
"Pull to pause" = "停止";
"Gps duration" = "持続時間";
"Pace" = "ペース";
"Calorie" = "カロリー";
"Settings" = "設置";
"My device" = "私のデバイス";
"Device" = "デバイス";
"Activity" = "運動目標";
"Sleep goal" = "睡眠目標";
"More" = "もっと";
"About us" = "私たちについて";
"Alcohol test" = "アルコールアレルギー検査";
"Log out" = "ログアウト";
"No drink data records, please keep up" = "飲酒記録ありませんが、保持してください";
"Profile" = "個人情報";
"Nickname" = "ニックネーム";
"Gender" = "性別";
"male" = "男";
"female" = "女";
"Date of birth" = "生年月日";
"Weight" = "体重";
"Height" = "身長";
"Camera" = "カメラ";
"Albums" = "アルバム";
"Uploaded" = "更新が成功する";
"Upload failed" = "更新失敗";
"Please enter your nickname" = "ニックネームを入力してください";
"Drinking time" = "おおよその飲酒時間";
"The role of alcohol on the liver" = "肝臓のアルコール反応時間";
"Drinking level" = "飲酒程度";
"alcohol allergic people or not" = "アルコールアレルギーがしませんか";
"bit" = "少量";
"moderate" = "適度";
"A lot of" = "大量";
"excess" = "過量";
"No pair no cloud data, pair account？" = "このデバイスまだバインドしていませんが、バインド成功してからクラウドにデータをアップロードできます、バインドしませんか";
"Connect device" = "デバイス接続";
"Connected" = "接続成功";
"Enter the password" = "パスワードを入力してください";
"Please enter 4 numbers code" = "４桁数字のパスワードを入力してください";
"Have new firmware version, whether to upgrade？" = "ファームウェアの新しいバージョンが検出されましたが、、アップグレードしませんか";
"Power remain" = "電池電量";
"Notifications" = "お知らせ";
"New message" = "メッセージアラート";
"Alarm" = "アラーム設定";
"Long seat" = "座りがちな設定";
"Pair account" = "バインディング機器";
"Night turn wrist" = "夜間腕輪";
"BP mode" = "血圧テストモード";
"Firmware upgrade" = "ファームウェアのアップデート";
"Already the latest version" = "最新バージョンがすでにあります";
"Did disconnected" = "連続切断";
"Paired" = "バインドが成功";
"Unpaired" = "アンバンドリングは成功";
"Pair failed" = "バインドが失敗";
"Unpaid failed" = "アンバンドリングは失敗";
"Pair mobile phone" = "バウンド電話";
"Phone call" = "着信";
"Message" = "SMS";
"Alarm settings" = "アラーム設定";
"Long seat setting" = "りがちな設定";
"Start from" = "開始時間";
"End at" = "終わり時間";
"Remind when over" = "どのくらいの頻度で通知";
"BP test mode setting" = "血圧テストモード設定";
"Device BP test mode: %@" = "血圧デバイステストモード：%@";
"Blood Normal" = "普通";
"Blood Personal" = "個人";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "あなたのプライベート血圧のモードを設定して、もっと正確なデータを得るため、ここに設置するのは降圧薬の有効血圧値を服用しないで。";
"Changing private mode data will also change the private mode of manual testing and device testing" = "プライベートデータ変更モードは、プライベートデータおよび手動テスト機器のテストのパターンを変更します";
"Reset device password" = "デバイスのパスワードをリセット";
"Enter old password" = "古いパスワードを入力します。";
"Enter new password" = "新しいパスワードを入力してください";
"Confirm new password" = "新しいパスワードの確認";
"Please enter old password" = "古いパスワードを入力してください。";
"Old password is incorrect" = "古いパスワードが正しくありません。";
"Please enter new password" = "新しいパスワードを入力してください";
"Please enter 4 valid numbers from 0 to 9 " = "0から9までの有効文字を4桁入力してください。";
"The two password you typed do not match" = "パスワードが一致しない、再度お試しください";
"Current version:" = "現在バージョン";
"Update version:" = "更新バージョン";
"Update" = "アップグレード開始";
"Upload complete" = "アップグレード完成";
"Setting activity" = "運動目標";
"According to your personal data, we advise you to walk %@steps a day" = "あなたの個人データに応じて、我々は一日運動目標を%@步に建議します";
"According to your personal data, we advise you to sleep %@hours a day" = "あなたの個人データに応じて、我々はあなたが睡眠時間を%@時間に建議します";
"Download the latest version?" = "最新バージョンをダウンロードしませんか？";


//新增
"测试中断" = "テスト割込み";
"本次测试无效" = "テスト無効";
"私人血压模式设置" = "プライベート血圧パターン設定";
"血压测试模式" = "血圧テストモード";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "マッチング？";
"正在检测，请保持正确姿势" = "は、正しい姿勢を保つ";
"时间设置不合理" = "時間設定が合理的でない";
"分享内容" = "分かち合う内容";
"分享标题" = "分かち合う標題";
"名字" = "名前";
"信号" = "信号";
"暂不支持此功能" = "しばらくはこの機能を支えにしない";
"请坚持佩戴" = "毎日着用することを勧めます。";
"请输入4位有效密码" = "请输入4位数的有效密码";
"分享成功" = "成功を分かち合う";
"分享失败" = "失敗を分かち合う";
"高压要比低压大24" = "高圧より低圧24";

"January" = "1月";
"February" = "2月";
"March" = "3月";
"April" = "4月";
"May" = "5月";
"June" = "6月";
"July" = "7月";
"August" = "8月";
"September" = "9月";
"October" = "10月";
"November" = "11月";
"December" = "12月";

//安卓翻译后新增
"登录过期，请重新登录" = "ログイン期限切れ、再登録ください";
"无账号登录>" = "アカウントログイン>";
"设备防丢" = "紛失防止";
"初始密码:0000" = "初期暗号化:0000";
"佩戴检测" = "装着モニタリング";
"设备端正在使用测试功能" = "設備にはテスト機能を使用している";




//意见反馈
"意见反馈" = "意見フィードバック";
"问题和意见" = "問題と意見";
"请简要描述您的问题和意见" = "あなたの質問や意見を簡潔に描いてください。";
"图片(选填,提供问题截图)" = "画像（選択、QA）を選択してください";
"联系方式" = "連絡方式";
"邮箱、电话" = "メールボックス、電話";
"提交" = "提出";
"提交成功" = "成功を提出";
"提交失败" = "コミットに失敗しました";
"内容不能为空" = "コンテンツは空にすることはできません";
"到达5张图片上限" = "5枚のキャップまで";

//BMI界面
"偏瘦" = "スリム";
"正常" = "正常";
"偏胖" = "太り過ぎ";
"肥胖" = "肥満";
"极胖" = "重症の肥満";
"偏瘦提示" = "BMI指数は、は低く、薄い群衆に属し、\n離れてああも標準体から少し距離！";
"正常提示" = "BMI指数は、は正常ですパーフェク\nトボディ指数、ああを維持します！";
"偏胖提示" = "現在、BMI指数が高く、はもう一つの\nポイントは、ああから、標準的な姿です！";
"肥胖提示" = "BMI指数は、は現在高く、心臓病、高血圧\nおよび他の疾患のリスクが高いです、ライフスタ\nイルを向上させることに注意してください。";
"极胖提示" = "BMI指数は、現在非常に高いですは\n李心臓発作、高血圧および他の疾患は、\n生活習慣の改善に注意を払ってください！";

"正在读取数据…" = "データを読み取る…";
//微信运动
"三方平台" = "その他プラットフォーム";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "アクセスWeRun、友人とスポーツの楽しみを共有する！";
"绑定" = "結合";
"已绑定" = "もう縫い付け";
"操作方法" = "\nOperation method";
"1. 请先绑定设备" = "1. Please bind the device first";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Open WeChat, enter the WeRun, click the settings button in the upper right corner of the WeRun home page, find the \"record Fitness data\" column, select \"add data source\", you will search to your purchase of equipment manufacturers the public number, please add this public number as a data source";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Return to the WeRun page, enter the Ranking, at this time will be able to see the device data has been synchronized to the WeRun, if not synchronized, please refresh a few times the Ranking page";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Note: before the device is connected to the WeRun, please ensure that the device is connected to the App.";

//陈弟新增翻译
"拍照" = "写真";
"%ld 张照片" = "%ld フォト";
"没有照片" = "画像がありません";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "あなたはiPhoneに\ n個の同期を撮影するために、iTunesを使用することができます";
"%@访问相机或相册权限受到限制" = "%@ 限られた権限を持つカメラやアルバムにアクセス";

//翻译完越南语新增
"下拉可以刷新" = "プルダウン更新";
"松开立即刷新" = "すぐに更新して";
"正在同步数据..." = "同期データ…";
"同步完成" = "シンクロナイズ";

"开关设置" = "スイッチ設定";
"24小时制" = "24時間表示";
"心率自动监测" = "HR 自動モニタリング";
"血压自动监测" = "BP 自動モニタリング";
"单位设置" = "単位設定";
"英制" = "インチ";
"公制" = "メートル";
"英里" = "Mile";

//血氧和疲劳度翻译
"血氧手动测试" = "SpO2 テスト";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "あなたは今回の血中酸素濃度を測定%ld%%かどうか、保存？";
"正常血氧浓度范围为95%~99%" = "正常：95～99 %";
"血氧浓度异常" = "異常";
"血氧浓度偏低" = "低い";
"血氧浓度低" = "低";
"血氧浓度正常" = "正常";

"疲劳度手动测试" = "疲労度テスト";
"适当的关注一下自己的身体状态哦！" = "自分の身体状態について、適当に注目してください！";
"状态良好" = "良好な状態で";
"轻度疲劳" = "軽度疲労";
"中度疲劳" = "締まり疲れ";
"重度疲劳" = "重度疲れ";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "あなたの精力、疲れている感じ、集中力、仕事効率は非常に高いです。";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "少し疲れても、普段から自分の好きな音楽を聴いて、お緩和することができます。";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "あなたが疲れて、眠気を感じことができますのぼせて頭がくらくらするなど、遠くの風景や小憩しばらく見て。";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "あなたに集中できない、特別困窮、ふだん多く休みに注意して、多く水を飲んで、保持気持ちいい。";
"您本次测得的疲劳度等级为%@,是否保存？" = "あなたは今回の疲労度レベルは%@に保存しているかどうか？";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "アップグレードに失敗して、設備の名がDfuLangて再接続をアップグレード。";

//年后新增
"心率报警" = "心拍数警報";
"心率上限" = "安静時心拍数の上限";
"心率下限" = "心拍数下限";
"设置不合理" = "不合理な設定";

"转腕亮屏" = "腕を回す";

"血压私人模式" = "血圧プライベートモード";



//女性项目增加
"最近一次月经" = "最近の一回生理";
"最后一次经期开始日" = "最後の一回生理の開始日";
"最后一次经期是什么时候?" = "最後の一回生理はいつですか";
"智能预测" = "知能予測";
"只记经期" = "生理期間だけを記録する";
"预产期" = "出産予定日";
"预测月经期" = "生理期間を予測する";
"选择您的状态" = "体調を選択する";
"我们为您提供了新的女性周期功能，是否前往设置？" = "新しい女性向け周期機能をご提供していますが、設定になりますでしょうか？";
"未来不可操作" = "将来操作不可";
"跳过" = "スキップ";
"填写您的预产期" = "出産予定日を書き込む";
"填写宝宝的基本信息" = "赤ちゃんの基本情報を書き込む";
"是否要修改人生状态" = "人生状態を修正するかどうか";
"是否前往设置女性周期功能？" = "女性向け周期機能の設置にするかどうか";
"生理状态" = "生理状態";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "もし今日は生理が終わらない場合、最終日を再度選択して変更してください";
"切换性别为男性将会删除女性相关信息？" = "性別は男性に切り替えると、女性に関する情報は削除しますか？";
"排卵日" = "排卵日";
"排卵期第%ld天" = "排卵期の第%ld日";
"排卵期" = "排卵期";
"开启女性功能" = "女性機能をスタートする";
"您的经期平均持续天数？" = "生理期間は平均的に何日続きますか？";
"您的经期之间的平均间隔周期天数？" = "次の生理日は何日を隔てているでしょうか";
"离孩子出生还有" = "赤ちゃんが生まれるまでまだ";
"经期长度" = "生理の日数";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "生理中の性行為によって婦人病になりやすくなり、更に不妊になる";
"经期开始" = "生理開始";
"经期结束" = "生理終了";
"经期" = "生理期";
"间隔长度" = "間隔の日数";
"回到今天" = "本日に戻る";
"怀孕期" = "妊娠期";
"怀孕概率" = "妊娠の確率";
"怀孕第%ld周" = "妊娠の第%ld週";
"过去不可操作" = "過去操作不可";
"当前月经期第%ld天" = "当期生理期第%ld日";
"出生日期" = "出産の日";
"备孕期" = "妊娠準備期";
"宝妈期" = "ポーマザーピリオド";
"安全期" = "安全期";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "出産予定日が知らない場合、最後の一回生理によって計算できる";
"当前经期" = "当期の生理";
"预测经期" = "生理を予測する";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "生理期間が長すぎるようで間違っていないでしょうか？もし当日の生理を記録するなら、近くの生理期間を修正してください！";
"天" = "日";
"忽略" = "無視する";
"前往" = "に向けて";
"经期设置" = "生理期間の設定";
"备孕期设置" = "妊娠準備期間の設定";
"孕期设置" = "妊娠期の設定";
"辣妈设置" = "お母さんの設定";
"经期选择" = "生理期間の選択";
"经期一定不能大于今天" = "生理日は今日の以後になってはならない";
"预产期一定要大于今天" = "出産予定日は必ず今日の以後になる";
"请选择经期开始日" = "生理開始日を選択してください";
"距离下一个月经还有%s天" = "次の生理よりまだ%s日がある";
"距离下一个月经" = "次の生理より";
"没有女性数据" = "女性データーはない";
"手环通知" = "ハンドリング通知";

//2.5.0之后新增
"亮度调节" = "輝度調節";
"自动调节" = "自動調節";
"设置亮度指数" = "設置輝度指数";

//动态血压校准新增
"动态校准" = "ダイナミック校正";
"动态校准中…" = "ダイナミック校正中...";
"请保持手臂静止横放" = "腕を静止して横にして";
"动态校准完成" = "ダイナミック校正が完成する";
"请调整姿势后重新测试" = "姿勢を調整して再テストしてください";
"动态校准失败" = "ダイナミック校正失败";
"重试" = "リトライ";

//信息提醒
"其他应用" = "他";

//新增开关翻译
"此功能需要设备与App保持连接" = "この機能を保つ必要設備とアプリが接続";
"运动过量提醒" = "運動過剰注意";
"语音播报" = "音声放送";
"查找手机" = "携帯を検索";
"秒表功能" = "タイマー機能";

//倒计时翻译
"倒计时" = "カウントダウン";
"开始倒计时" = "カウントダウン";
"倒计时时长" = "倒计時長";
"设备正在倒计时" = "カウントダウン";
"关闭,设备端将无法单独使用此功能" = "端末装置だけでは、この機能を使用することはできません";
"单次时长" = "1次時間長";
"常用时长" = "常用時長";
"界面显示" = "インタフェース表示";
"请设置时长" = "設定時長にして下さい";

//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "月";
"周二" = "火";
"周三" = "水";
"周四" = "木";
"周五" = "金";
"周六" = "土";
"周日" = "日";
"不重复" = "繰り返し";
"每天" = "毎日";
"重复提醒" = "繰り返し注意する";
"单次提醒" = "単度注意";
"没有设置闹钟" = "目覚まし時計がない";
"添加成功" = "成功を追加する";
"添加失败" = "失敗を追加する";
"删除成功" = "成功を削除する";
"删除失败" = "失敗を削除する";
"添加闹钟" = "アラームを追加";
"编辑闹钟" = "アラームの編集";
"删除闹钟" = "アラームを削除";
"日期选择" = "日付を選択";
"重复" = "繰り返し";
"闹钟标签" = "アラームタグ";
"提醒日期" = "リマインダー日";
"已达上限" = "リミットに達しました";


//新增肤色的翻译
"肤色设置" = "肌色設定";
"请选择一个接近自己肤色的颜色" = "自分の肌の色に近いお選びください";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "もっと自分の健康状態を監視するためにブレスレットを可能にするためには、あなたの肌に近い色を選択してください";
"肤色选择" = "肌色選択";
"肤色" = "肌の色";

//4.2.0之后新增
"血氧" = "血中酸素";
"没有血氧数据" = "血中酸素データがありません";
"分析数据" = "分析データ";
"分析报告" = "分析レポート";
"呼吸暂停" = "無呼吸";
"心脏负荷" = "心臓負荷";
"睡眠活动" = "睡眠活動";
"脉率变异性" = "脈拍数変動性";
"呼吸率" = "呼吸数";
"低氧时间" = "低酸素時間";
"轻度" = "軽度";
"异常" = "異常";
"安静" = "静か";
"多动" = "多動";
"躁动" = "苛立ち";
"偏低" = "低い";
"偏高" = "高い";
"实时血氧" = "リアルタイム血中酸素";
"呼吸暂停综合征" = "無呼吸症候群";
"呼吸暂停参考" = "無呼吸リファレンス";
"呼吸暂停常识" = "無呼吸常識";
"名称" = "名称";
"频现时间" = "頻繁時間";
"次数" = "回数";
"参考值" = "参考値";
"最高(最低)" = "最高(最低)";
"血氧浓度" = "血中酸素濃度";
"睡眠活动幅度" = "睡眠活動の度合い";
"次/分" = "回/分";
"秒/分" = "秒/分";
"呼吸暂停常识tip" = "夜の睡眠過程に鼾をかいて、鼾の声が不規則で、呼吸と睡眠のリズムが混乱であり、無呼吸と覚醒が何度も発生した。患者の自覚的な息詰め、夜間頻尿、朝の頭痛、口渇、昼間反応能力と判断能力の低下、注意力不集中、傾眠など、長期的に様々な不整脈、肺動脈高血圧、肺心病と高血圧などを引き起こす。初期症状が軽く、発覚しにくい。\n軽度：毎晩7h時間の睡眠に無呼吸と低呼吸が繰り返して10-20回発作し、血中酸素が85%～89%。\n中度：毎晩7h時間の睡眠に無呼吸と低呼吸が繰り返して20-30回発作し、血中酸素が80%～84%。\n高度：毎晩7h時間の睡眠に無呼吸と低呼吸が繰り返して30回以上発作し、血中酸素＜80%。\n\n上記状況が生じた場合、下記対策をお勧めします：\n1.酸素を供給し、直接に酸素を吸入するだけでなく、様々な有酸素運動（ウォーキング、ジョギング、深呼吸など）をして、酸素環境を改善する；\n2.お酒とタバコをやめる。鎮静催眠薬、及び疾患を引き起こしたり悪化させる薬物を慎重に使う；\n3.横方向に眠り、適切に頭部を上げる；\n4.昼間に過労を避ける；\n5.必要時に医者にかかり、薬物で改善する。\n\n健康的なライフスタイルと早期の正確な診断は、睡眠時無呼吸の発生を防止・軽減するための鍵です。";
"没有数据" = "データなし";
"最低" = "最低";
"血氧过低通知" = "血中酸素不足の通知";
"血氧夜间监测" = "血中酸素夜間モニタリング";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "呼気試験は、肺活量を検査できます。呼気試験時、測定値が低いほど、肺活量が良いです";

"GPS运动" = "GPS運動";
"手环运动" = "ブレスレット運動";
"本月GPS运动总里程" = "今月のGPS運動総走行距離";
"本月手环运功消耗总热量" = "今月のブレスレット消費カロリー量";
"历史记录" = "履歴記録";
"运动模式已经开启" = "運動モードがオンになっています";
"运动模式开启失败" = "運動モードをオンにすることに失敗しました";
"运动模式已经关闭" = "運動モードがオフになっています";
"运动模式关闭失败" = "運動モードをオフにすることに失敗しました";
"手环已经开启运动模式,是否退出本次运动?" = "ブレスレットの運動モードががオンになっています。今回の運動を終了しますか。";
"数据详情" = "データの詳細";
"详情" = "詳細";
"有氧运动时长" = "有酸素運動";
"暂停时长" = "一時停止時間";
"暂停次数" = "一時停止回数";
"%@日上午" = "%@日午前";
"%@日下午" = "%@日午後";
"%@月" = "%@月";
"%@年%@月" = "%@年%@月";
"时间(分钟)" = "時間(分)";
"运动量" = "運動量";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "時間";
"平均值" = "平均値";
"累加值" = "累積値";
"最大值" = "最大";
"最小值" = "最小";
"次" = "回";
"平均速度" = "速度";
"时长" = "持続時間";
"是否确认开启手环运动模式?" = "確認を開くバングル運動モードですか？";
"分" = "分";
"清除数据" = "データのクリア";
"此操作会清除手环所有数据并关机,是否继续?" = "これにより、ブレスレットのすべてのデータが消去され、シャットダウンされます。続行しますか？";
"屏幕样式设置" = "スクリーンスタイル";
"默认风格" = "デフォルト";
"样式" = "スタイル";
"是否保存本次运动?" = "あなたはこの運動を続けますか？";
"不再提醒" = "もはや思い出した";
"是否确认结束本次运动?" = "このキャンペーンの終了を確認しましたか？";
"蓝牙未打开" = "Bluetoothが開いていない";

"名词解释" = "名詞解釈";
"典型病症" = "典型病例";
"治疗方法" = "治療方法";
"睡眠呼吸暂停综合症" = "睡眠呼吸停止総合病";
"OSAHS_解释" = "連続7時間に睡眠中30回以上の呼吸停止があり、または平均1時間の低換気回数は5回を超え、血液酸素が低下して慢性低酸素症及び高脂血症の臨床総合症だ。";
"OSAHS_白天症状" = "昼の臨床症状:\n1.眠気。\n\n2.眩暈疲労感。\n\n3.精神状態が異常、頭痛、敏感、過敏性、不安等。\n\n4.性機能低下等。";
"OSAHS_夜间症状" = "夜の臨床症状:\n1.鼾；不規則な鼾、鼾-気流の停止-喘ぎ-鼾の交替が現れる。\n\n2.呼吸停止：喘ぎ、目覚め又は声高い鼾を伴って停止する。\n\n3.覚醒：しばしば転倒し、肢体の動きが不自由、更に痙攣又は立ち上がり、心悸、息苦しくて胸に不快感が感じる。\n\n4.多動性不安：夜間にしばしば転倒する。\n\n5.汗が多く、夜間頻尿が増える。\n\n6.睡眠行為異常：恐怖感、叫び声、狂気、スリーピングウォーキング、聴覚幻覚等。\n\n又は、体は肥満、下鼻甲介肥大、鼾等があり、呼吸停止症状が発生しやすい。";
"OSAHS_主要治疗方法" = "医師の指導による薬の服用や手術以外、以下の方法で治療又は病状を緩和できる：\n1.体重をコントロールできる。\n\n2.禁煙及び適度な飲酒。\n\n3.適当に運動する。\n\n4.横向きに寝る。";
"OSAHS_其他治疗方法" = "手術、薬及び換気治療：\n1.手術回復後に呼吸道の異常な区域。\n\n2.薬物の治療。\n\n3.夜間に低い量の酸素を吸い込む。\n\n4.2%-3%二酸化炭素を吸い込む。\n\n5.持続的に鼻から換気する。\n\n6.インビトロダイアフラムペースメーカー。\n\n7.機械換気。";
"OSAHS_治疗建议" = "健康な生活スタイルと早期の正確な診断は睡眠呼吸停止の発生を予防したり削減したりする鍵となる。臨床医療証明により、睡眠呼吸停止総合病症が回復に伴い、心血管等の関連病もだんだん回復する。治療時間が長ければ長いほど、病状の回復効果は明らか。";
"呼吸暂停_解释" = "呼吸停止は口鼻の気流が10秒以上に完全停止すること";
"呼吸暂停_症状" = "1.不規則な鼾、不均一で、主に鼾-気流停止-喘ぎ-鼾交替等、一般的に気流中断の時間は20-30秒で、個別的に2分以上に達する。この時、患者は顏が青くなり（唇又は爪が紫になる）。\n\n2.夜間にしばしば転倒し、立ち上がったりするので、睡眠質が低くくなり、昼に眠くなって、眩暈や疲労感がある。";
"呼吸暂停_治疗方法" = "睡眠呼吸停止の鼾する患者にとって、医師の指導に基づき、薬を服用し、手術や換気治療以外に、以下の方法で病状を治療又は緩和できる。\n1.体重をコントロールする。肥満者は脂肪蓄積のため、呼吸する時に腹部の圧力が増加し、肺機能の低下より低酸素状態になる。\n\n2.禁煙及び適当な飲酒。喫煙、飲酒により血中脂質代謝が異常で、動脈硬化症、気道閉塞の病状を悪化させる。\n\n3.適当に運動する。適当な運動は心脳血管の供血状況を改善し、換気機能を回復し、体の免疫力を強化し、鼻喉病の発生率を減少させる。\n\n4.横向きに寝る。患者は適当な横向きの寝姿で、呼吸気道がスムースになる。";
"血氧浓度_解释" = "血液酸素は血液の中に酸素と結合される酸化ヘモグロビンの量が全部の結合できるヘモグロビン容量に占める比率、即ち血液の中にある酸素の濃度だ。";
"血氧浓度_症状" = "1.心脳血管疾患（冠状動脈性心疾患、高血圧、高血圧など）。\n\n2.呼吸器疾患（喘息、気管支炎、肺心疾患など）。";
"血氧浓度_治疗方法" = "1.より低い血中酸素の患者はこの病気になることが多いため、積極的に疾患の治療を取り込むとともに、血液酸素を測定したり酸素機器を常備し、血液酸素が低くなったら、即時に酸素を補給する。\n\n2.酸素を吸い込むこと以外に、様々な有酸素運動を行い、例えば散歩、ジョギング、深呼吸、酸素環境改善等で病状を緩和する。";
"呼吸率_解释" = "1分間の呼吸回数の医学専門用語、胸に一回の浮き沈みが一回呼吸で、即ち一回空気を吸い込んだら、一回空気を吐き出す。";
"呼吸率_症状" = "1.呼吸がゆっくり：呼吸リズムが綺麗で頻度が10回/分以下、生命終了期又は呼吸停止前によくある。神経、代謝疾患又は服用する薬の量が多すぎる時、呼吸中枢を抑制してしまい、呼吸がゆっくりになる。\n\n2.呼吸が早すぎる：呼吸が荒く、呼吸困難と感じる。";
"呼吸率_治疗方法" = "呼吸困難に対して、家で以下の応急措置を取る\n\n2.静かに保つ。患者の情緒が緊張にならず呼吸困難を悪化させない。\n\n2.半仰臥又は座るままで、疲労感及び酸素使用を減少させる。\n\n3.室内の空気を新鮮に保ち、風通しがよい。\n\n4.あっさりした料理を提供する。患者によく果物や野菜等を勧めて体内の水分を補給する。\n\n5.適当に排痰、鎮痙剤の薬例えば咳薬、アミノフィリンなどを提供し、呼吸気道がスムースになる。\n\n6.病状が危篤な場合、すぐに近くの病院へ送る。";
"低氧时间_解释" = "生理性酸素の量は足りなく、又は組織に必要な酸素が不足な状態を続く時間。";
"低氧时间_症状" = "1.眩暈疲労感。\n\n2.呼吸困難と感じる";
"低氧时间_治疗方法" = "1.外部から酸素を補給することは吸い込む以外に、様々な有酸素運動があり、例えば散歩、ジョギング、深呼吸、酸素環境の改善等。\n\n2.必要に応じて、薬を改良する。";
"心脏负荷_解释" = "心臓負荷は血流灌注指数は、リプル血流の血流状況を反映している。";
"心脏负荷_症状" = "1.pi数値が大きい。\n\n2.心拍率と血圧が高い。\n\n3.呼吸が荒く、常に疲労感がある。";
"心脏负荷_治疗方法" = "1.十分な休みを取り、過労や徹夜等にならない。\n\n2.心をリラックスして、精神緊張にならない。\n\n3.油っぽいものを少なめに食べる。";
"脉率变异性_解释" = "毎回心拍周期の差異変化によって、ＲＲ間隔の差異数値の変化。最近の心血管と精神状態を反映する";
"脉率变异性_症状" = "1.脈拍変動がよくない、低いレベルに維持する。\n\n2.常に眩暈、頭痛、心悸等の病症がある。";
"脉率变异性_治疗方法" = "1.良好な生活習慣を保ち、十分に休みを取る。\n\n2.良い心理状態を持ち、有酸素運動をよく参加し、飲食に塩分や油等の摂取を少なくする。\n\n3.もし長期的数値が低い場合、変化範囲が大きくなく、ある心血管疾患になるかもしれないので、不快感があったら、すぐに医者に診断したほうがいい。";
"睡眠活动幅度_解释" = "睡眠活動の幅とは睡眠中に無意識に体を動くこと。";
"睡眠活动幅度_症状" = "1.夜間に転倒し、しばしば立ち上がったりして、汗が多い。";
"睡眠活动幅度_治疗方法" = "1.飲食に要注意、寝る前に適当に飲物を飲んで、例えば牛乳又はキビ粥。\n\n2.寝る前の準備をする。例えば、お湯で足を洗ったり、足の涌く泉ポイントにマッサージする。\n\n3.横向きに寝るなら、転倒を減少する。\n\n4.睡眠環境を改善すること（室内温度、湿度）に役立つ。";
"唤醒机制" = "目覚め機能";
"唤醒机制_原理" = "夜間に血液酸素が持続的に低いと観察されると、健康状態に影響しますので、設備がアラーム通知を出す。";
"分析结果" = "分析結果";
"主要指标" = "主要指標";
"干预手段" = "干渉手段";
"仅供参考" = "ご参考まで";
"更多" = "もっと";
"收起" = "納める";
"低氧唤醒" = "低酸素の目覚め";
"睡眠呼吸暂停综合症常识" = "睡眠呼吸停止総合病症の常識";
"OSAHS_Q1" = "1.問題：睡眠呼吸停止総合病とは何ですか？";
"OSAHS_Q2" = "2.問題：睡眠呼吸停止総合病の被害が大きいですか？";
"OSAHS_Q3" = "3.問題：この病気の起因はなんですか？";
"OSAHS_Q4" = "4.問題：どうやって自分が睡眠呼吸停止総合病になるかどうか判断しますか？";
"OSAHS_Q5" = "5.問題：睡眠呼吸停止総合病をどう治療しますか？";
"OSAHS_Q6" = "6.問題：血液酸素の監察は睡眠呼吸停止総合病に対してどんな役割がありますか？";
"OSAHS_ASK1" = "回答：連続7時間の睡眠中に30回以上の呼吸停止が発生し（呼吸なし、10ｓ又は10ｓ以上続き）、又は平均1時間低換気回数（呼吸気流量が減少又は完全停止）を5回越える場合、患者が睡眠呼吸停止総合病と診断します。";
"OSAHS_ASK2" = "回答：睡眠呼吸停止総合病は一種の慢性病、発生時に発見しにくく、早期の病症が重視しにくいので、万が一呼吸困難になる場合、鼾をしたり、肺に酸素が足りなくなると、血液酸素が低下し、体に十分な休みと回復がないと、精神状態と身体状態が不良になり、生活質は明らかに低下する。\n更に呼吸停止が発生する時、外部の刺激は少ないので、患者は目覚めすることが難しい。体の臓器器官が酸素不足のため、ダメージを受けた後、突然驚いて目を覚ます。しかし、患者は気にしないまま、長期的ダメージを貯めると、様々な心脳血管疾患や精神病を引き起こし、更に突然死になる。";
"OSAHS_ASK3" = "回答：多くの場合は上の呼吸起動の閉塞による病症だ。下鼻甲介肥大、扁桃肥大、短いあご、太い首周りと全身肥満等の原因を含む。\n睡眠呼吸停止総合病の多くは閉塞性、また、もう一部は呼吸中枢神経にダメージがあり、呼吸調節機能障害で引き起こし、中枢性と呼ばれ、又は両者は共にある混合型だ。";
"OSAHS_ASK4" = "回答：典型的な臨床病症と体調によって簡単に診断でき、慢性病の特徴により、モニタリング設備が少なく、患者は睡眠中に自分の夜間症状を発見しにくく、家族の説明と自己感知だけで、間違って診断しやすく、科学的な根拠も乏しい。\n病症がひどくなった後に、患者は病院へ受診することになる。\n標準的な方法は睡眠ポリグラフ（ＰＳＧ）、血液酸素をモニタリングすることを中心に、ECG、EEG、EMG、アイケア等の多数生体数値を合わせて、治療の難易度とコスト及び患者の不快感は大幅に増加し、早く診断したほうが良い。";
"OSAHS_ASK5" = "回答：現在、中枢性睡眠呼吸停止総合病に関する研究は少なく、呼吸調節機能障害の病気（プロトプシー）を積極的に治療すること以外、まだより有効的な治療手段がない。しかし、中枢性睡眠呼吸停止総合病は単一的に存在できないので、閉塞性の睡眠呼吸停止総合病の治療方法を採用したら、一定的な効果が得られる。閉塞性睡眠呼吸停止総合病を治療するため、病気の深刻さによって、適切な治療方法を選択する。\nどの方法を選択して呼吸停止総合病を治療しても、そのルートが二つしかない。一つは検測機能を通じて、呼吸停止が発生したら、外部の刺激で遮断する、例えば、呼吸停止に伴う深度の酸素不足になる場合、振動したり押したりして目覚めさせる。呼吸停止の時間を短縮し、体の臓器へのダメージを低下又は回避する；もう一つは、検測機能が不要で、治療状態が続き、呼吸停止の発生を回避する。";
"OSAHS_ASK6" = "回答：睡眠呼吸停止総合病の患者にとって、血液酸素のモニタリングには以下の利点がある：\n1.鼾から呼吸停止の段階までに、警告ヒントで病気リスクを提示する。\n\n2.病気の早期に、診断根拠として、早めに医者に診断してもらい、治療の難易度を減らし、コストを低下し、完治の確率を高める。\n\n3.治療段階で、即時に夜間病状を監察し、治療効果をフィットバックする。\n\n4.呼吸停止の重要な根拠として、目覚めの手段に合わせ、病症をモニタリングする。";

"主界面风格设置" = "メイン画面のスタイル設定";
"风格一" = "スタイル1";
"风格二" = "スタイル2";
"风格三" = "スタイル3";
"风格" = "スタイル";
"GPS定位权限未打开,是否前往设置?" = "GPSポジショニングのアクセスがオンになっていないが、設定しておきますでしょうか？";
"是否开启手环女性通知?" = "手を開くかどうか女性のお知らせ？";
"轻度" = "軽度の";
"中度" = "ミディアム";
"重度" = "重度の";
"女性" = "女性";

"转腕灵敏度" = "回転腕感度";
"推荐" = "推薦";

//HRV增加翻译
"HRV夜间监测" = "HRV夜間監視";
"没有HRV数据" = "HRVデータなし";
"HRV健康指数" = "HRV健康指標";
"心脏健康指数" = "心臓健康指標";
"HRV数据" = "HRVデータ";
"洛伦兹散点图" = "ローレンツプロット";
"洛伦兹散点图参考" = "ローレンツプロット図のご参考";
"彗星形" = "彗星状";
"鱼雷形" = "魚雷の形状";
"梭形" = "紡錘状";
"短棒形" = "ショートロッド形";
"扇形" = "扇形";
"复杂形" = "複雑形状";
"三分布形" = "三分布形";
"四分布形" = "四分布形";
"叉形" = "二又状";
"长棒型" = "長棒型";
"榴弹形" = "榴弾形";
"火箭形" = "ロケット形";
"米粒形" = "米粒形";
"彗星形_说明" = "成人健常者によくある形状であり、45度の角度に沿って狭い頭部から対称的に拡散して徐々に広くなって彗星形になる。一部の人の場合、頭部が狭いので明らかではなく、点の間隔の大きい分散区や尻尾部のように密集し、細長く鋭い角を呈するが正常な現象である。";
"火箭形_说明" = "全体が粗大で、頭が小さく尾が大きく、頭部が密集して鋭く、45度の角度に沿って狭い頭部から対称的に拡散して徐々に広くなって、尾部では点の間隔が徐々に大きくなる。いびきをかく人または閉塞性睡眠時無呼吸・低呼吸症候群の患者によく見られる。病状の悪化に伴い点の間隔が大きくなる。";
"梭形_说明" = "両端が細かく、真ん中が寛大で梭のように見え、軽度の心筋虚血の患者によく見られる。健常者のうち、現れる確率が小さい。";
"长棒型_说明" = "全体が細長く、頭がやや細くて小さく、中部から尾部まではほぼ同じで、冠状動脈硬化による心臓病患者によく見られる。";
"榴弹形_说明" = "榴弾のように見え、首尾段が比較的広く、中間部が細く、一般的に尾の広い部分が頭の広い部分より長く、心房細動患者によく見られる。よく動悸が感じられる人によく見られる。";
"叉形_说明" = "主な密集領域が縮小した彗星形のように見え、頭部が鋭く、端末の散点が二又状を呈し〉鬱血心不全の患者によく見られる。";
"短棒形_说明" = "縮小した彗星形に似ている。頭が小さく尾が大きく、面積が小さい。心臓負荷が大きすぎる人によく見られる。深刻な場合は心不全を齎す。健常者が飲酒や疲れた時にも現れる。";
"米粒形_说明" = "全体では異常に短く小さく、首尾がほぼ同じで米粒に似ている。不整脈の患者によく見られる。多くの場合は発作性上室性頻拍症患者によく見られる。";
"鱼雷形_说明" = "形態が短く、先端がやや広く、末端が幅広くない長棒の形状になる。よくある洞性頻脈は、一般的に、感情が高まり、濃いお茶とコーヒーを飲むなどの生理的な原因により起こされるし、風邪引き、発熱、貧血、バセドウ病などの病により起こされる可能性も高い。普通の人でも低い確率でなる可能性がある。";

"天气设置" = "天気設定";
"温度单位" = "温度単位";
"摄氏度" = "摂氏";
"华氏度" = "華氏";
"天气推送" = "天気予報";
"开" = "オープン";
"关" = "オフ";
"来电自动接听" = "自動的に電話する";
"环境检测校准中，请保持正确姿势" = "環境検査校正において、正しい姿勢を持ってください";
"校准完成，正在测试血氧浓度" = "校正が完了していて、ソース濃度をテストしています";
"校准进度" = "校正進度";

"设备正在初始化，请保持正确姿势" = "設備は初期化しておりますので、正しい姿勢を持ってください";
"初始化完成，正在测试血氧浓度" = "初期化が完了して、ソース濃度をテストしています";
"初始化中" = "初期化中";

"ai_hrv_repo_0" = "ローレンツ散布図分析報告";
"ai_hrv_repo_1_00" = "HRVデータ量が足りないので、関連分析を実施できない；着用を堅持するか、又は正しく着用すること；着用時間が長ければ長いほど、分析結果が信頼的になる。";
"ai_hrv_repo_2_11" = "測定期間における心拍数の最大変化が正常で、心拍数変化の範囲も正常である。";
"ai_hrv_repo_2_12" = "測定期間における心拍数の最大変化が正常で、心拍数変化の範囲が低すぎる；一般に身体素質が良く、良好な睡眠習慣のある群体は、夜間の心拍数変化範囲が低いが、徐脈の可能性が低い；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする。";
"ai_hrv_repo_2_13" = "測定期間における心拍数の最大変化が正常で、心拍数変化の範囲が高すぎる；心拍急速のリスクが高い；通常の状況の下で、飲酒、重労働又は激動する情緒によるものである；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする。";
"ai_hrv_repo_2_21" = "測定期間における心拍数の最大変化が狭く、心拍数変化の範囲が正常である；通常の状況の下で、過労又は飲酒により引き起こされた心拍数異常によるものである；従って、普段において仕事と休養のバランスに注意し、睡眠品質を改善してください；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする。";
"ai_hrv_repo_2_22" = "測定期間における心拍数の最大変化が狭く、心拍数変化の範囲が低すぎる；通常の状況の下で、不安と不眠により引き起こされるものである；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする；貧血と呼吸困難のリスクが低い；高い枕位置で睡眠し、タバコと酒をやめ、心理状態の平衡を保つよう保持し、且つ十分な睡眠を確保するよう勧める。";
"ai_hrv_repo_2_23" = "測定期間における心拍数の最大変化が狭く、心拍数変化の範囲が高すぎる；短期間でこの現象が現れる場合、仕事と休養のバランスに注意を払い、徹夜を避け、十分な睡眠を確保するよう勧める。この現象が長期にわたって現れ、それに加えて、胸の痛み、動悸と息切れを伴う場合、殆どの場合心筋虚血によるものであるので、関連身体検査を行うよう勧める。";
"ai_hrv_repo_2_31" = "測定期間における心拍数の最大変化が広く、心拍数変化の範囲が正常である；通常の状況の下で徹夜と不眠によるものである；良好な睡眠習慣を培養し、マッサージ又は足浸漬等の睡眠に有益な活動を行うよう勧める。";
"ai_hrv_repo_2_32" = "測定期間における心拍数の最大変化が広く、心拍数変化の範囲が低すぎる；通常の状況の下で、徐脈によるものである；めまい、一過性名暗さ、無力感、動悸、胸部圧迫感と息切れが発生する可能性があり、酷いになると、卒倒が発生する可能性がある；適時に来院して受診するよう勧める。";
"ai_hrv_repo_2_34" = "最低心拍数が異常に低く、通常の状況の下で、着用異常によるものである；取扱説明書を読んで、ブレスレットを正しく着用するよう勧める。";
"ai_hrv_repo_2_33" = "測定期間における心拍数の最大変化が広く、心拍数変化の範囲が高すぎる；通常の状況の下で睡眠不足と徹夜により引き起こされるものである；睡眠の確保に注意し、睡眠の前に人を緊張させたり、激動させたり活動を行わないでください；不整脈となるリスクが高い；良好な睡眠習慣を培養し、タバコと酒をやめるよう勧める；改善がなければ、できるだけ早く医者かかること。";
"ai_hrv_repo_2_35" = "最高心拍数が異常に高く、通常の状況の下で、着用異常によるものである；取扱説明書を読んで、ブレスレットを正しく着用するよう勧める。";
"ai_hrv_repo_3_21" = "心拍数の最大な突然変異が高い心拍数の時に発生する；突然変異程度が正常で、動悸、胸部圧迫感と呼吸困難等のリスクが低い；通常の状況の下で、気道閉塞といびきにより引き起こされるものである；不快症状があれば、適時に来院して受診するよう勧める。";
"ai_hrv_repo_3_11" = "心拍数の最大な突然変異が正常な範囲に発生する；突然変異程度が正常である。";
"ai_hrv_repo_3_31" = "心拍数の最大な突然変異が極めて高い心拍数の時に発生する；突然変異程度が正常で、動悸、胸部圧迫感と呼吸困難等のリスクが高い；通常の状況の下で、インフルエンザと発熱により引き起こされるものである；不快症状があれば、適時に来院して受診するよう勧める。";
"ai_hrv_repo_3_22" = "心拍数の最大な突然変異が高い心拍数の時に発生する；突然変異程度が低すぎる；通常の状況の下で、部屋の乾燥的な空気と蒸し暑さにより引き起こされるものである；窓を開いて通風し、防寒に注意を払い、風邪を防止するよう勧める。";
"ai_hrv_repo_3_12" = "心拍数の最大な突然変異が正常な範囲に発生する；突然変異程度が低すぎる；通常の状況の下で、身体と心理の疲労により引き起こされるものである；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする；休息に注意を払うこと。";
"ai_hrv_repo_3_32" = "心拍数の最大な突然変異が極めて高い心拍数の時に発生する；突然変異程度が低すぎる；動悸、胸部圧迫感と呼吸困難等のリスクが低い；通常の状況の下で、インフルエンザ発熱と激動した情緒により引き起こされるものである；その上、低い確率の貧血の可能性がある；不快症状があれば、適時に来院して受診するよう勧める。";
"ai_hrv_repo_3_23" = "心拍数の最大な突然変異が高い心拍数の時に発生する；突然変異程度が高すぎる；動悸、胸部圧迫感と期外収縮等のリスクが高い；通常の状況の下で、過度な緊張度と激動した情緒により引き起こされるものである；何回も発生し、それに加えて、明らかな不快症状を感じる場合、適時に来院して受診するよう勧める。";
"ai_hrv_repo_3_13" = "心拍数の最大な突然変異が正常な範囲に発生する；突然変異程度が高すぎる；期外収縮のリスクが高い；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする；心理状態を緩め、緊張した情緒を緩和させるよう勧める。";
"ai_hrv_repo_3_14" = "心拍数の最大な突然変異が正常な範囲に発生する；突然変異程度が高すぎる；通常の状況の下で、着用異常によるものである；取扱説明書を読んで、ブレスレットを正しく着用するよう勧める。";
"ai_hrv_repo_3_33" = "心拍数の最大な突然変異が極めて高い心拍数の時に発生する；突然変異程度が高すぎる；動悸、胸部圧迫感と呼吸困難等のリスクが高い；通常 の状況の下で期外収縮と高血圧により引き起こされるものである；何回も発生し、それに加えて、不眠があり、明確的な不快症状を感じる場合、適時に来院して受診するよう勧める。";
"ai_hrv_repo_3_34" = "心拍数の最大な突然変異が異常に高い心拍数の時に発生する；突然変異程度が高すぎる；通常の状況の下で、着用異常によるものである；取扱説明書を読んで、ブレスレットを正しく着用するよう勧める。";
"ai_hrv_repo_4_11" = "軽微な期外収縮があり、通常の状況の下で、激動した情緒、過度な喫煙と飲酒等により引き起こされるものである；心理状態を調整し、喫煙と飲酒を減少するか又はやめるよう勧める。";
"ai_hrv_repo_4_12" = "心臓ストレス耐性が弱まり、神経が中度で興奮する；通常の状況の下で、激動した情緒と興奮により引き起こされるものである；昼間無力と倦怠感等を引き起こし易い；睡眠前に適当に運動し、精力を釈放し、気持ちを平らにするよう勧める。";
"ai_hrv_repo_4_13" = "心臓ストレス耐性が比較に弱まり、神経が過度に興奮する；睡眠前過度な興奮と緊張度を避けるよう勧める；幾つかの睡眠促し活動で情緒を和らげるることができ、この頃、コヒー、濃茶又は酒・飲料水等の飲用を避けること。";
"ai_hrv_repo_4_14" = "心臓ストレス耐性が比較に強い；不快症状がない場合、特別な治療を実施しなくても良く、観察を主とする；しょっちゅうに倦怠感と無力感を感じる場合、適当に身体鍛錬を強化すること。";
"ai_hrv_repo_4_15" = "心臓ストレス耐性が良好で、精神状態も良好である。";
"ai_hrv_repo_4_16" = "心臓ストレス耐性が良好で、神経が軽度で興奮する；不快症状がない場合、睡眠の前に、仕事と休養のバランスに注意を払い、適当に気持ちを緩めること。";
"ai_hrv_repo_4_17" = "心臓ストレス耐性が比較に強い；神経活性が低く、通常の状況の下で過度な疲労により引き起こされたものである；不快症状がない場合、休息に注意を払い、近いうちに、長い時間の仕事と徹夜等を避けること。";
"ai_hrv_repo_4_18" = "心臓ストレス耐性が良好で、神経活性が低すぎる；通常の状況の下で軽度な疲労により引き起こされたものである；不快症状がない場合、休息に注意を払うだけで良い。";
"ai_hrv_repo_4_19" = "心臓ストレス耐性がちょっと弱く、神経活性が低すぎる；通常の状況の下で中度な疲労により引き起こされたものである；普段、休息に注意を払い、仕事と休養のバランスに注意を払うこと。";
"ai_hrv_repo_4_21" = "軽微な期外収縮リスクがあり、正常な人に発生する可能性がある（激動した情緒、神経緊張、疲労、消化不良、過度な喫煙、飲酒又は濃茶の飲用等）；不快症状がない場合、長期に観察するよう勧める。";
"ai_hrv_repo_4_22" = "明らかな期外収縮があり、正常な人に発生する可能性がある（激動した情緒、神経緊張、疲労、消化不良、過度な喫煙、飲酒又は濃茶の飲用等）；但し、器質性心臓病の患者に一層発生し易い；関連身体検査を行うよう勧める。";
"ai_hrv_repo_4_23" = "期外収縮のリスクが高い；正常な人に発生する可能性がある（激動した情緒、神経緊張、疲労、消化不良、過度な喫煙、飲酒又は濃茶の飲用等）；長期に観察するよう勧める。発生確率が高い場合、できるだけ早く関連身体検査を行うよう勧める。";
"ai_hrv_repo_4_30" = "今のところこの種類の現象を分析していない；ローレンツ散布図に複雑な図形が現れる確率が低い；長期に着用して観察するよう勧める。";
"ai_hrv_repo_5_11" = "夜間の心拍数が安定で、心臓状況が良好である。";
"ai_hrv_repo_5_12" = "夜間の心拍数が安定で、心臓ステ心臓状態が良くなく、心拍急速のリスクが低い；普段過労の回避に注意を払うこと。";
"ai_hrv_repo_5_13" = "夜間の心拍数が比較に安定で、心臓がやや疲れ、徹夜を避け、睡眠を確保し、心臓負担の募りを避けるよう勧める。";
"ai_hrv_repo_5_14" = "夜間の心拍数が比較に安定で、心臓負担が大きすぎる；脂っこい食べ物を減少し、身体鍛錬を堅持するよう勧める。";
"ai_hrv_repo_5_21" = "夜間の不整脈があり、心臓負担が大きすぎる；飲食不調と暴飲暴食を避けること；新鮮なフルーツと野菜を多く食べ、風を避けて予防するよう勧める。";
"ai_hrv_repo_5_22" = "夜間の心拍数が比較に安定で、心臓が比較に疲れ、心筋虚血のリスクが高い；低塩低脂肪のあっさりしている飲食を勧める；情緒を安定化し、大きな悲喜を避けること；もし胸部圧迫感と心悸亢進等の現象があれば、定期的な健康身体検査を行うこと。";
"ai_hrv_repo_5_23" = "夜間の心拍数が比較に安定で、心臓負担が大きすぎる；心拍急速のリスクが比較に高い；普段過労の回避に注意を払うこと；タバコをやめ、酒を減少し、重労働及び突然用力を避けること。";
"ai_hrv_repo_5_24" = "夜間の不整脈があり、心臓がやや疲れ、心筋虚血のリスクが低い；不快症状がない場合、定期的な健康身体検査を行うこと。疲労困憊・倦怠感、良くない精神を感じ、胸部圧迫感と息切れを伴う場合、適時に来院して受診するよう勧める。";
"ai_hrv_repo_5_25" = "夜間の心拍数が比較に安定で、心臓負担が大きすぎる；高脂血症と高血圧リスクが高くなる；あっさりしている飲食を勧め、過度な飲酒をさけ、定期的な健康身体検査を行うこと；過度な肥満者は適度にダイエットを行うこと。";
"ai_hrv_repo_5_26" = "夜間の不整脈があり、心臓が比較に疲れ、呼吸困難と血液供給不足のリスクがある；身を側面にして睡眠し、部屋の空気湿度を適当に増加し、身体鍛錬を強化し、激動した情緒と過労を避け、定期的な健康身体検査を行い、血圧の監視・測定を重視するよう勧める。";
"ai_hrv_repo_5_31" = "夜間の不整脈があり、心臓負担が大きすぎる；洞性心拍急速の現象がある；通常 の状況の下で、コヒーと濃茶を飲用したり、又は睡眠前に情緒を緊張させて激動させる活動を行ったりすることによるものである；又は発熱、貧血と甲状腺機能亢進症等の疾病によるものである；普段、良好な仕事と休憩習慣を養成すること；不快症状があれば、適時に医者かかってください。その上、定期的な健康身体検査を行ってください。";
"ai_hrv_repo_5_32" = "夜間の不整脈があり、心臓が比較に疲れ、洞性徐脈の現象がある；通常 の状況の下で、貧血、心筋炎又は心筋梗塞等により引き起こされたものであるか、又は夜間測定箇所の温度が低過ぎたことによるものである；防寒に注意を払い、長期に観測すること；何回も発生し、それに加えて、昼間精神不振と倦怠感とめまいがあれば、関連身体検査を行うよう勧める；その上、できるだけ受診してください。";
"ai_hrv_repo_5_33" = "夜間の不整脈があり、心臓負担が大きすぎる；緊張した精神、大量な喫煙、飲酒、濃茶又はコーヒの飲用、過度な疲労と厳重な不眠等は、一般に不整脈の誘発要素である；良好な仕事と休憩習慣を培養し、仕事と休養のバランスに注意を払うこと；その上、定期的な健康身体検査を行ってください。";
"ai_hrv_repo_5_40" = "今のところこの種類の現象を分析していない；ローレンツ散布図に複雑な図形が現れる確率が低い；長期に着用して観察するよう勧める。";
"ai_hrv_repo_2" = "心拍数変化";
"ai_hrv_repo_3" = "心拍数の突然変異";
"ai_hrv_repo_4" = "神経状態";
"ai_hrv_repo_5" = "心拍数の変化";

"ai_disconnect_remind" = "リマインダーを切断する";

"ai_switch_call_auto_answer" = "非ボタン回答モード";
"ai_switch_call_auto_answer_tip" = "デバイスがヘッドフォンモードの場合は、自動的に受信します。";
"ai_privacy" = "プライバシーポリシー";
"ai_privacy_prompt_content" = "プライバシーポリシーをよく読んでいたかを確認し、同意してください。";
"ai_privacy_title_1" = "情報の収集";
"ai_privacy_title_1_content" = "我々は、お客様のプライバシー設定やご使用の製品及び機能などを含み、お客様とのインタラクティブやお客様の選択に基づいたデータ採集をします。収集するデータは、SDK/API/JSコードバージョン、ブラウザ、インターネットサービスプロバイダ、IPアドレス、プラットフォーム、タイムスタンプ、アプリケーション識別子、APPバージョン、APP配布ルート、独立デバイス識別子、iOS広告識別子(IDFA)、Android広告主識別子、ネットワークカード(MAC)アドレス、国際モバイルデバイス識別子(IMEI)、デバイス型番、端末メーカー、端末デバイスOSバージョン、セッション開始/停止時間、言語の所在地、タイムゾーン、ネットワーク状態(WiFiなど)、ハードドライブ、CPU、電池使用状況などが含まれます。";
"ai_privacy_title_2" = "個人データの使用";
"ai_privacy_title_2_content" = "アカウントを使用してAppにログインすると、お客様の入力した基本情報及びスマート着用型デバイスにより採集した健康データが収集されます。お客様により優れたデータの表示及び健康のガイドサービスを提供する為に、お客様のデータを保存して分析します。\n\n自分の個人データが収集されたくない場合、アカウント無しでログインしてください。";
"ai_privacy_title_3" = "個人データの越境転送";
"ai_privacy_title_3_content" = "業務遂行上、中国を含むヨーロッパ経済ゾーン以外の国にお客様の個人データを転送する必要になる場合があります。お客様個人データの受信者が秘密保持義務を履行できるように、我々は適切な措置を講じています。\n\n個人データを収集して転送されたくない場合は、アカウント無しでログインしてください。";
"ai_privacy_title_4" = "お客様の権利";
"ai_privacy_title_4_content" = "Appを使用する場合、前述のように、より優れたサービスを提供しソフトウェアを最適化・管理するために情報を収集します。\n\nお客様個人データの収集可否については、お客様はアカウントを使用したログインまたはアカウント無しでのログインを選択する権利を有します。アカウントを使用したログインの場合、お客様の個人データが収集されますが、アカウント無しでログインする場合、お客様の個人データは収集されません。\n\nお客様の個人データと情報の取扱が適用法律に違反していると思われる場合は、規制当局に苦情を提出することができます。";
"head_title_change_theme" = "テーマ交換";
"ai_ssbr_title" = "OSAHS通知";
"ai_ssbr_minspo2h" = "血中酸素閾値";
"ai_ssbr_time" = "注意喚起時間の長さ";
"ai_ssbr_remind_tip" = "OSAHS発症通知機能のオン／オフ。";
"ai_ssbr_minspo2h_tip" = "OSAHS発症時に、測定値があらかじめ設定された血中酸素値を下回った場合、ユーザに注意喚起をする。(正常な動脈血中酸素値範囲95～99%)";
"ai_ssbr_time_tip" = "単回OSAHSの発症時に、機器が振動で注意喚起をする時間の長さであり、同時間の長さはあらかじめ設定された時間を超えた場合、若しくはユーザが途中でクリックして介入した場合に振動が停止する。";
"ai_screenlight_time" = "画面点灯時間";
"ai_screenlight_open" = "オン";
"ai_screenlight_close" = "オフ";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
